Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/grenseoverskridende-regionalt-samarbeid.html.tmx
Source language: nob
Languages: sme

source: Samarbeidsutvalget ble i 2001 erstattet av Nordisk embetsmannsorgan for samiske spørsmål som også har representasjon fra sametingene.
sme: Ovttasbargolávdegoddi mii ásahuvvui 2001:s ja bođii Davviriikkaid sámi gažaldagaid ámmátolbmuidorgána sadjái mas Sámediggi maiddái lea leamašan mielde.

source: I 2000 ble det etablert et fast samarbeid mellom sametingspresidentene og ministrene som har ansvaret for samiske saker i Finland, Sverige og Norge.
sme: Jagi 2000 ásahuvvui bistevaš ovttasbargu gaskal sámediggepresideanttaid ja Suoma, Ruoŧa ja Norgga sámeministariid gaskkas.

source: Ministrene og sametingspresidentene møtes regelmessig for å orientere om, drøfte og behandle samiske spørsmål av felles interesse.
sme: Ministarat ja sámediggepresideanttat jeavddalaččat deaivvadit dieđiheames, ságaškuššamis ja meannudeames oktasaš sámi gažaldagaid.

source: Målsettingen med det nye nordiske samarbeidet er å styrke og utvikle det samiske folkets språk, kultur, næringer og samfunnsliv.
sme: Ođđa Davviriikkaid ovttasbarggu mihttomearrin lea nannet ja ovdánahttit sámi álbmoga giela, kultuvrra, ealáhusaid ja servodateallima.

source: Samarbeidet har uformell, men nær tilknytning til Nordisk Ministerråd.
sme: Ovttasbargu lea eahpeformála hámis, muhto lea lahkalaga čadnon Davviriikkaid Ministtarráđđái.

source: Forberedelse og oppfølging av saker ivaretas av Nordisk embetsmannsorgan for samiske spørsmål.
sme: Áššiid ráhkkaneami ja čuovvoleami doaimmaha sámi gažaldagaid Davviriikkaid ámmátolbmuidorgána.

source: Ansvaret for sammenkalling og ledelse av møtene går på omgang mellom de tre landene
sme: Ovddasvástádus gohččut ja jođihit čoahkkimiid vuoruid mielde sirdása dáid golmma riikkaid gaskkas.
